if (1 > 2) {
  console.log("Один больше двух???!")
} else {
  console.log("Один НЕ больше двух!")
}


console.log("Эта команда выполнится ВСЕГДА!")




let число_1 = 999
let число_2 = 111
if (число_1 > число_2) {
  console.log("число_1 больше чем число_2!")
  console.log(`${число_1} больше чем ${число_2}!`)
} else {
  console.log("число_1 НЕ больше чем число_2!")
  console.log(`${число_1} НЕ больше чем ${число_2}!`)
}




let первое_имя = "Василий"
let второе_имя = "Джон"

if (первое_имя < второе_имя) {
  console.log("В алфавитном порядке первое имя находится до второго.")
} else {
  console.log("В алфавитном порядке первое имя находится после второго.")
}
